{
    "translation": {
        "About": "Sobre",
        "Projects": "Projetos",
        "Contact": "Contato",
        "Download CV": "Baixar CV",
        "Turning lines of code into digital experiences.": "Transformando linhas de código em experiências digitais.",
        "Developing creative solutions that go beyond code. Turning ideas into memorable experiences.": "Desenvolvendo soluções criativas que vão além do código. Transformar ideias em experiências memoráveis.",
        "My goal is to bring life to digital projects by developing creative solutions that go beyond code. Turning ideas into memorable digital experiences.": "Meu objetivo é dar vida a projetos digitais desenvolvendo soluções criativas que vão além do código. Transformar ideias em experiências digitais memoráveis.",
        "Learn More": "Saiba Mais",
        "Front-end Developer": "Desenvolvedor Front-end",
        "With 1 year of experience in the market, I continue to explore new ways to create impactful digital experiences.": "Com 1 ano de atuação no mercado, Continuo explorando novas maneiras de criar experiências digitais impactantes.",
        "Focused on web development, with 1 year of experience in the market, I continue to explore new ways to create impactful digital experiences.": "Focado em desenvolvimento Web, com 1 ano de atuação no mercado, continuo explorando novas maneiras de criar experiências digitais impactantes.",
        "I have knowledge in the following technologies:": "Possuo conhecimento nas seguintes tecnologias:",
        "Projects": "Projetos",
        "A weather forecast application. Plan your day with confidence and be prepared for any weather condition!": "Uma aplicação de previsão do tempo. Planeje seu dia com confiança e esteja preparado para qualquer condição climática!",
        "Rating Component": "Componente de avaliação",
        "A review component that allows users to share their opinions and rate their experiences.": "Um componente de avaliação que permite que os usuários compartilhem suas opiniões e classifiquem suas experiências.",
        "Organize your life with ease! A to-do list is the perfect solution for you to plan, prioritize and conquer all your tasks.": "Organize sua vida com facilidade! A to-do list é a solução perfeita para você planejar, priorizar e conquistar todas as suas tarefas.",
        "Access": "Accessar",
        "Get in touch:": "Entre em contato:",
        "Working with the following stacks": "Trabalhando com as seguintes stacks:"
    }
}